{
    "reviews": [
      {
        "image": "assets/Image/personImg1.png",
        "text": "As a double bass instructor, Sarah Beth Mullen did a great job. She customized the lessons to my experience level and goals. Although I had work schedule modifications during my time as her student, she adapted to the changes well. Whenever I had progressed enough to perform, she encouraged me to join her studio's recitals, and agreeing to that was a wonderful choice. The recitals allowed me to progress at a more accelerated rate than I had been with lessons alone. If anyone wants to learn an instrument for which Sarah Beth Mullen provides lessons, I would encourage that person to take those lessons from her.",
        "name": "A.M.",
        "role": "Student"
      },
      {
        "image": "assets/Image/personImg2.png",
        "text": "Sarah Beth teaches my two beginner piano players, current ages 7 years and 10 years. She is a talented music educator and is able to teach to their age and skill level. She arrives to our home on time, is organized in her lesson plans and homework assignments, and has fostered their love of music. She offers performance options for the students. We have been extremely pleased with Sarah Beth's professionalism and abilities!",
        "name": "P.S.",
        "role": "Parent"
      },
      {
        "image": "assets/Image/personImg3.png",
        "text": "Sarah Beth has been teaching my older two piano for the last six months. We have seen tremendous growth in both of them! Sarah Beth has a unique way of motivating and getting the best out of each kid (and mine have very different learning styles!). Very professional. Rates are appropriate. Flexible, and she comes to our house! My kids loved signing the contract with Ms Sarah Beth. Middle kid who says he \"doesn't love\" music, made one of his resolutions for 2024 \"to be better at piano.\" We have truly enjoyed having her teach them, and look forward to many more lessons!",
        "name": "C.H.",
        "role": "Parent"
      },
      {
        "image": "assets/Image/personImg4.png",
        "text": "I started cello lessons 1 1/2 years ago and I am very pleased with her. For an adult cello student it can be sometimes frustrating. She makes it look easy…you play and enjoy music at the same time. Sarah Beth is an excellent cello teacher. I would recommend her to other adult cello students in the Jackson, Mississippi area.",
        "name": "K.H.",
        "role": "Adult Student"
      },
      {
        "image": "assets/Image/personImg5.png",
        "text": "Sarah Beth is an amazing piano teacher. I love doing piano with her. She makes music so much fun, and she is kind and patient.",
        "name": "V.S.",
        "role": "Student"
      }
    ]
  }